{
  "movies": [
    {
      "id": "1",
      "title": "Kingdom of the Planet of the Apes",
      "content": "Several generations in the future following Caesar's reign, apes are now the dominant species and live harmoniously while humans have been reduced to living in the shadows. As a new tyrannical ape leader builds his empire, one young ape undertakes a harrowing journey that will cause him to question all that he has known about the past and to make choices that will define a future for apes and humans alike.",
      "backdrop_path": "/fqv8v6AycXKsivp1T5yKtLbGXce.jpg",
      "poster_path": "/gKkl37BQuKTanygYQG1pyYgLVgf.jpg",
      "date": "2024-05-08"
    },
    {
      "id": "2",
      "title": "Civil War",
      "content": "In the near future, a group of war journalists attempt to survive while reporting the truth as the United States stands on the brink of civil war.",
      "backdrop_path": "/z121dSTR7PY9KxKuvwiIFSYW8cf.jpg",
      "poster_path": "/sh7Rg8Er3tFcN9BpKIPOMvALgZd.jpg",
      "date": "2024-04-10"
    },
    {
      "id": "3",
      "title": "Godzilla x Kong: The New Empire",
      "content": "Following their explosive showdown, Godzilla and Kong must reunite against a colossal undiscovered threat hidden within our world, challenging their very existence – and our own.",
      "backdrop_path": "/xRd1eJIDe7JHO5u4gtEYwGn5wtf.jpg",
      "poster_path": "/z1p34vh7dEOnLDmyCrlUVLuoDzd.jpg",
      "date": "2024-03-27"
    },
    {
      "id": "1022789",
      "title": "Inside Out 2",
      "content": "Teenager Riley's mind headquarters is undergoing a sudden demolition to make room for something entirely unexpected: new Emotions! Joy, Sadness, Anger, Fear and Disgust, who’ve long been running a successful operation by all accounts, aren’t sure how to feel when Anxiety shows up. And it looks like she’s not alone.",
      "backdrop_path": "/qjoX7hl721FOiyeHsDkeQ6rFVLl.jpg",
      "poster_path": "/vpnVM9B6NMmQpWeZvzLvDESb2QY.jpg",
      "date": "2024-06-12"
    },
    {
      "id": "748783",
      "title": "The Garfield Movie",
      "content": "Garfield, the world-famous, Monday-hating, lasagna-loving indoor cat, is about to have a wild outdoor adventure! After an unexpected reunion with his long-lost father – scruffy street cat Vic – Garfield and his canine friend Odie are forced from their perfectly pampered life into joining Vic in a hilarious, high-stakes heist.",
      "backdrop_path": "/vWzJDjLPmycnQ42IppEjMpIhrhc.jpg",
      "poster_path": "/p6AbOJvMQhBmffd0PIv0u8ghWeY.jpg",
      "date": "2024-04-30"
    },
    {
      "id": "1093995",
      "title": "Chief of Station",
      "content": "After learning that the death of his wife was not an accident, a former CIA Station Chief is forced back into the espionage underworld, teaming up with an adversary to unravel a conspiracy that challenges everything he thought he knew.",
      "backdrop_path": "/rmNlWyez5cniGtXkgixG1ezdqVk.jpg",
      "poster_path": "/uuA01PTtPombRPvL9dvsBqOBJWm.jpg",
      "date": "2024-05-02"
    },
    {
      "id": "1087388",
      "title": "Sting",
      "content": "After raising an unnervingly talented spider in secret, 12-year-old Charlotte must face the truth about her pet and fight for her family's survival.",
      "backdrop_path": "/k37Ccgu05Am1xxgN5GaW0HX9Kkl.jpg",
      "poster_path": "/zuSAZIG1PSrxFwPeAlGtg9LTwxo.jpg",
      "date": "2024-04-12"
    },
    {
      "id": "573435",
      "title": "Bad Boys: Ride or Die",
      "content": "After their late former Captain is framed, Lowrey and Burnett try to clear his name, only to end up on the run themselves.",
      "backdrop_path": "/JtN7Q03S3oq7A4KZ7Z3I7m3osP.jpg",
      "poster_path": "/nP6RliHjxsz4irTKsxe8FRhKZYl.jpg",
      "date": "2024-06-05"
    },
    {
      "id": "812037",
      "title": "Last Summer",
      "content": "One summer, a French teenager who has been living with his mother in the city moves in with his estranged father’s family in the countryside, where he clashes with his stepmother.",
      "backdrop_path": "/a8VgPlIQaX2WfUfYxhF4ItpkTO.jpg",
      "poster_path": "/8WwVhNc2dPtmPiwnm5MdKRHmeUQ.jpg",
      "date": "2023-09-13"
    },
    {
      "id": "639720",
      "title": "IF",
      "content": "A young girl who goes through a difficult experience begins to see everyone's imaginary friends who have been left behind as their real-life friends have grown up.",
      "backdrop_path": "/nxxCPRGTzxUH8SFMrIsvMmdxHti.jpg",
      "poster_path": "/xbKFv4KF3sVYuWKllLlwWDmuZP7.jpg",
      "date": "2024-05-08"
    },
    {
      "id": "1012201",
      "title": "HAIKYU!! The Dumpster Battle",
      "content": "Shoyo Hinata joins Karasuno High's volleyball club to be like his idol, a former Karasuno player known as the 'Little Giant'. But Hinata soon learns that he must team up with his middle school nemesis, Tobio Kageyama. Their clashing styles form a surprising weapon, but can their newfound teamwork defeat their rival Nekoma High in the highly anticipated 'Dumpster Battle', the long awaited ultimate showdown between two opposing underdog teams?",
      "backdrop_path": "/cZmOrIOkJ2SNfVdiO85dUbOAYnL.jpg",
      "poster_path": "/ntRU0OA4etGGiMMmH1Yw0bnaMdW.jpg",
      "date": "2024-02-16"
    },
    {
      "id": "720321",
      "title": "Breathe",
      "content": "Air-supply is scarce in the near future, forcing a mother and daughter to fight for survival when two strangers arrive desperate for an oxygenated haven.",
      "backdrop_path": "/9wJO4MBzkqgUZemLTGEsgUbYyP6.jpg",
      "poster_path": "/wTW2t8ocWDlHns8I7vQxuqkyK58.jpg",
      "date": "2024-04-04"
    },
    {
      "id": "948549",
      "title": "Love Lies Bleeding",
      "content": "Reclusive gym manager Lou falls hard for Jackie, an ambitious bodybuilder headed through town to Las Vegas in pursuit of her dream. But their love ignites violence, pulling them deep into the web of Lou’s criminal family.",
      "backdrop_path": "/oMiKHO3H5RixfLsiU5Vumhlp5sj.jpg",
      "poster_path": "/p7jyFWiLyHPttqYBFAlLJwtYTYH.jpg",
      "date": "2024-03-08"
    },
    {
      "id": "519182",
      "title": "Despicable Me 4",
      "content": "Gru and Lucy and their girls — Margo, Edith and Agnes — welcome a new member to the Gru family, Gru Jr., who is intent on tormenting his dad. Gru faces a new nemesis in Maxime Le Mal and his femme fatale girlfriend Valentina, and the family is forced to go on the run.",
      "backdrop_path": "/ycCj6Ssuu2IdM23AYR7B8nbxQPA.jpg",
      "poster_path": "/5HJLVPZMvb9XF1rJGFqvgj6A1WF.jpg",
      "date": "2024-06-22"
    },
    {
      "id": "938614",
      "title": "Late Night with the Devil",
      "content": "A live broadcast of a late-night talk show in 1977 goes horribly wrong, unleashing evil into the nation's living rooms.",
      "backdrop_path": "/4yrOyO3N55XazHQXXYoqiiPQd40.jpg",
      "poster_path": "/u3YQJctMzFN2wAvnkmXy41bXhFv.jpg",
      "date": "2024-03-19"
    },
    {
      "id": "758679",
      "title": "Mothers' Instinct",
      "content": "Alice and Celine are inseparable and share everything, from their daily routines to their secrets. Their perfect harmony is shattered when one of their sons dies in a tragic accident while under Alice’s care. Celine blames Alice for the death of her child and becomes obsessed with protecting her surviving son from any harm. Alice, on the other hand, feels guilty and paranoid that Celine is plotting to harm her and her family. A gripping battle of wills ensues as the two women spiral into madness and violence.",
      "backdrop_path": "/2ak94bJfXxHR5vBxwrpkycwOKv3.jpg",
      "poster_path": "/xscMEP5VsvCLxFvrDQD84biWsLA.jpg",
      "date": "2024-01-11"
    },
    {
      "id": "845783",
      "title": "Baghead",
      "content": "Following the death of her estranged father, Iris learns she has inherited a run-down, centuries-old pub. She travels to Berlin to identify her father’s body and meet with The Solicitor to discuss the estate. Little does she know, when the deed is signed she will become inextricably tied to an unspeakable entity that resides in the pub’s basement – Baghead – a shape-shifting creature that can transform into the dead.",
      "backdrop_path": "/b4xaqpUZFUkgyJ1VcFEPXmDML34.jpg",
      "poster_path": "/lbOyeiiRYAE6Nm2e7xiNAAaRwZB.jpg",
      "date": "2023-12-28"
    },
    {
      "id": "978592",
      "title": "Sleeping Dogs",
      "content": "Roy Freeman, an ex-homicide detective with a fractured memory, is forced to revisit a case he can't remember. As a man's life hangs in the balance on death row, Freeman must piece together the brutal evidence from a decade-old murder investigation, uncovering a sinister web of buried secrets and betrayals linking to his past. With only instincts to trust, he faces a chilling truth - sometimes, it's best to let sleeping dogs lie.",
      "backdrop_path": "/mYPsDej53aibXId6BSxb3Q5fAHg.jpg",
      "poster_path": "/5DwQhh1HvTo7edaOeMX49NUyZqy.jpg",
      "date": "2024-03-21"
    },
    {
      "id": "762441",
      "title": "A Quiet Place: Day One",
      "content": "As New York City is invaded by alien creatures who hunt by sound, a woman named Sammy fights to survive.",
      "backdrop_path": "/zQmduqL64nhyNDOZfosfHtkrhtj.jpg",
      "poster_path": "/2JhadBY56wfnGUFfTX1ftPW1nyL.jpg",
      "date": "2024-06-26"
    },
    {
      "id": "1192209",
      "title": "Noah's Ark",
      "content": "A pair of mice attempt to board Noah's Ark: Vini, a charismatic poet with terrible stage fright, and Tito, a talented and charming guitarist. When the rains come, only one male and one female of each species is allowed on Noah's Ark. With the help of an ingenious cockroach and fate's good luck, Vini and Tito sneak their way onto the Ark and together avert a showdown among the ships carnivores and plant eaters. All the while, the animals perform a series of classic songs inspired by world renowned poet, Vinicius de Moraes. Can these talented stowaways use music to break the tension and help these cooped up creatures survive the 40 days and 40 nights together?",
      "backdrop_path": "/qSc5JzPvSm6KxVv54nrn7SNXFtk.jpg",
      "poster_path": "/j1Rjw6a62UwrbTNT0I3JzZnnCmr.jpg",
      "date": "2024-01-05"
    },
    {
      "id": "1086747",
      "title": "The Watchers",
      "content": "When 28-year-old artist Mina finds shelter after getting stranded in an expansive, untouched forest in western Ireland, she unknowingly becomes trapped alongside three strangers that are watched and stalked by mysterious creatures each night.",
      "backdrop_path": "/oZDRuGHhe5uY8wBqFJcJZT9kdvJ.jpg",
      "poster_path": "/vZVEUPychdvZLrTNwWErr9xZFmu.jpg",
      "date": "2024-06-06"
    },
    {
      "id": "838240",
      "title": "Robot Dreams",
      "content": "Dog lives in Manhattan and he's tired of being alone. One day he decides to build himself a robot, a companion. Their friendship blossoms, until they become inseparable, to the rhythm of '80s NYC. One summer night, Dog, with great sadness, is forced to abandon Robot at the beach. Will they ever meet again?",
      "backdrop_path": "/954M4NsqzxIcl1so0iFPfFQTb72.jpg",
      "poster_path": "/vSzOobYVu16MogSALNg1bjTaGc.jpg",
      "date": "2023-12-06"
    },
    {
      "id": "974635",
      "title": "Hit Man",
      "content": "A mild-mannered professor moonlighting as a fake contract killer sparks a chain reaction of trouble when he falls for a client.",
      "backdrop_path": "/nv6F6tz7r61DUhE7zgHwLJFcTYp.jpg",
      "poster_path": "/1126gjlBf4hTm9Sgf0ox3LGVEBt.jpg",
      "date": "2024-05-16"
    },
    {
      "id": "653346",
      "title": "Kingdom of the Planet of the Apes",
      "content": "Several generations in the future following Caesar's reign, apes are now the dominant species and live harmoniously while humans have been reduced to living in the shadows. As a new tyrannical ape leader builds his empire, one young ape undertakes a harrowing journey that will cause him to question all that he has known about the past and to make choices that will define a future for apes and humans alike.",
      "backdrop_path": "/fqv8v6AycXKsivp1T5yKtLbGXce.jpg",
      "poster_path": "/gKkl37BQuKTanygYQG1pyYgLVgf.jpg",
      "date": "2024-05-08"
    },
    {
      "id": "929590",
      "title": "Civil War",
      "content": "In the near future, a group of war journalists attempt to survive while reporting the truth as the United States stands on the brink of civil war.",
      "backdrop_path": "/z121dSTR7PY9KxKuvwiIFSYW8cf.jpg",
      "poster_path": "/sh7Rg8Er3tFcN9BpKIPOMvALgZd.jpg",
      "date": "2024-04-10"
    },
    {
      "id": "823464",
      "title": "Godzilla x Kong: The New Empire",
      "content": "Following their explosive showdown, Godzilla and Kong must reunite against a colossal undiscovered threat hidden within our world, challenging their very existence – and our own.",
      "backdrop_path": "/xRd1eJIDe7JHO5u4gtEYwGn5wtf.jpg",
      "poster_path": "/z1p34vh7dEOnLDmyCrlUVLuoDzd.jpg",
      "date": "2024-03-27"
    },
    {
      "id": "614933",
      "title": "Atlas",
      "content": "A brilliant counterterrorism analyst with a deep distrust of AI discovers it might be her only hope when a mission to capture a renegade robot goes awry.",
      "backdrop_path": "/3TNSoa0UHGEzEz5ndXGjJVKo8RJ.jpg",
      "poster_path": "/bcM2Tl5HlsvPBnL8DKP9Ie6vU4r.jpg",
      "date": "2024-05-23"
    },
    {
      "id": "719221",
      "title": "Tarot",
      "content": "When a group of friends recklessly violate the sacred rule of Tarot readings, they unknowingly unleash an unspeakable evil trapped within the cursed cards. One by one, they come face to face with fate and end up in a race against death.",
      "backdrop_path": "/otfoeC96neoOdA4HqsX06OWuzE9.jpg",
      "poster_path": "/gAEUXC37vl1SnM7PXsHTF23I2vq.jpg",
      "date": "2024-05-01"
    },
    {
      "id": "746036",
      "title": "The Fall Guy",
      "content": "Fresh off an almost career-ending accident, stuntman Colt Seavers has to track down a missing movie star, solve a conspiracy and try to win back the love of his life while still doing his day job.",
      "backdrop_path": "/H5HjE7Xb9N09rbWn1zBfxgI8uz.jpg",
      "poster_path": "/tSz1qsmSJon0rqjHBxXZmrotuse.jpg",
      "date": "2024-04-24"
    },
    {
      "id": "437342",
      "title": "The First Omen",
      "content": "When a young American woman is sent to Rome to begin a life of service to the church, she encounters a darkness that causes her to question her own faith and uncovers a terrifying conspiracy that hopes to bring about the birth of evil incarnate.",
      "backdrop_path": "/tkHQ7tnYYUEnqlrKuhufIsSVToU.jpg",
      "poster_path": "/uGyiewQnDHPuiHN9V4k2t9QBPnh.jpg",
      "date": "2024-04-03"
    },
    {
      "id": "882059",
      "title": "Boy Kills World",
      "content": "When his family is murdered, a deaf-mute named Boy escapes to the jungle and is trained by a mysterious shaman to repress his childish imagination and become an instrument of death.",
      "backdrop_path": "/1m1rXopfNDVL3UMiv6kriYaJ3yE.jpg",
      "poster_path": "/25JskXmchcYwj3jHRmcPm738MpB.jpg",
      "date": "2024-04-24"
    },
    {
      "id": "786892",
      "title": "Furiosa: A Mad Max Saga",
      "content": "As the world fell, young Furiosa is snatched from the Green Place of Many Mothers and falls into the hands of a great Biker Horde led by the Warlord Dementus. Sweeping through the Wasteland they come across the Citadel presided over by The Immortan Joe. While the two Tyrants war for dominance, Furiosa must survive many trials as she puts together the means to find her way home.",
      "backdrop_path": "/shrwC6U8Bkst9T9J7fr1A50n6x6.jpg",
      "poster_path": "/iADOJ8Zymht2JPMoy3R7xceZprc.jpg",
      "date": "2024-05-22"
    },
    {
      "id": "1011985",
      "title": "Kung Fu Panda 4",
      "content": "Po is gearing up to become the spiritual leader of his Valley of Peace, but also needs someone to take his place as Dragon Warrior. As such, he will train a new kung fu practitioner for the spot and will encounter a villain called the Chameleon who conjures villains from the past.",
      "backdrop_path": "/kYgQzzjNis5jJalYtIHgrom0gOx.jpg",
      "poster_path": "/kDp1vUBnMpe8ak4rjgl3cLELqjU.jpg",
      "date": "2024-03-02"
    },
    {
      "id": "693134",
      "title": "Dune: Part Two",
      "content": "Follow the mythic journey of Paul Atreides as he unites with Chani and the Fremen while on a path of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, Paul endeavors to prevent a terrible future only he can foresee.",
      "backdrop_path": "/xOMo8BRK7PfcJv9JCnx7s5hj0PX.jpg",
      "poster_path": "/czembW0Rk1Ke7lCJGahbOhdCuhV.jpg",
      "date": "2024-02-27"
    },
    {
      "id": "940721",
      "title": "Godzilla Minus One",
      "content": "In postwar Japan, Godzilla brings new devastation to an already scorched landscape. With no military intervention or government help in sight, the survivors must join together in the face of despair and fight back against an unrelenting horror.",
      "backdrop_path": "/fY3lD0jM5AoHJMunjGWqJ0hRteI.jpg",
      "poster_path": "/hkxxMIGaiCTmrEArK7J56JTKUlB.jpg",
      "date": "2023-11-03"
    },
    {
      "id": "1022789",
      "title": "Inside Out 2",
      "content": "Teenager Riley's mind headquarters is undergoing a sudden demolition to make room for something entirely unexpected: new Emotions! Joy, Sadness, Anger, Fear and Disgust, who’ve long been running a successful operation by all accounts, aren’t sure how to feel when Anxiety shows up. And it looks like she’s not alone.",
      "backdrop_path": "/qjoX7hl721FOiyeHsDkeQ6rFVLl.jpg",
      "poster_path": "/xeqXXTE1Cd3qNaAEOT6qbhhCsgJ.jpg",
      "date": "2024-06-06"
    },
    {
      "id": "748783",
      "title": "The Garfield Movie",
      "content": "Garfield, the world-famous, Monday-hating, lasagna-loving indoor cat, is about to have a wild outdoor adventure! After an unexpected reunion with his long-lost father – scruffy street cat Vic – Garfield and his canine friend Odie are forced from their perfectly pampered life into joining Vic in a hilarious, high-stakes heist.",
      "backdrop_path": "/vWzJDjLPmycnQ42IppEjMpIhrhc.jpg",
      "poster_path": "/p6AbOJvMQhBmffd0PIv0u8ghWeY.jpg",
      "date": "2024-04-30"
    },
    {
      "id": "1041613",
      "title": "Immaculate",
      "content": "An American nun embarks on a new journey when she joins a remote convent in the Italian countryside. However, her warm welcome quickly turns into a living nightmare when she discovers her new home harbours a sinister secret and unspeakable horrors.",
      "backdrop_path": "/5Eip60UDiPLASyKjmHPMruggTc4.jpg",
      "poster_path": "/fdZpvODTX5wwkD0ikZNaClE4AoW.jpg",
      "date": "2024-03-20"
    },
    {
      "id": "660360",
      "title": "Noryang: Deadly Sea",
      "content": "In the winter of 1598, the seven-year Imjin War nears an end as the Japanese Wae invaders prepare to withdraw from Joseon. Admiral Yi Sun-shin leads an allied fleet of Joseon and Ming ships to annihilate the Wae army. Joseon, Ming, and Wae forces clash at Noryang Strait, the deadly sea where Admiral Yi fights his last valiant battle.",
      "backdrop_path": "/42rp8MkwOEFA62wwgKcuOpP8Fjb.jpg",
      "poster_path": "/wFAe7gA513Pi2meI4ECwf6YEKR1.jpg",
      "date": "2023-12-20"
    },
    {
      "id": "385687",
      "title": "Fast X",
      "content": "Over many missions and against impossible odds, Dom Toretto and his family have outsmarted, out-nerved and outdriven every foe in their path. Now, they confront the most lethal opponent they've ever faced: A terrifying threat emerging from the shadows of the past who's fueled by blood revenge, and who is determined to shatter this family and destroy everything—and everyone—that Dom loves, forever.",
      "backdrop_path": "/4XM8DUTQb3lhLemJC51Jx4a2EuA.jpg",
      "poster_path": "/fiVW06jE7z9YnO4trhaMEdclSiC.jpg",
      "date": "2023-05-17"
    },
    {
      "id": "7451",
      "title": "xXx",
      "content": "Xander Cage is your standard adrenaline junkie with no fear and a lousy attitude. When the US Government \"recruits\" him to go on a mission, he's not exactly thrilled. His mission: to gather information on an organization that may just be planning the destruction of the world, led by the nihilistic Yorgi.",
      "backdrop_path": "/qwK9soQmmJ7kRdjLZVXblw3g7AQ.jpg",
      "poster_path": "/xeEw3eLeSFmJgXZzmF2Efww0q3s.jpg",
      "date": "2002-08-09"
    },
    {
      "id": "1087388",
      "title": "Sting",
      "content": "After raising an unnervingly talented spider in secret, 12-year-old Charlotte must face the truth about her pet and fight for her family's survival.",
      "backdrop_path": "/k37Ccgu05Am1xxgN5GaW0HX9Kkl.jpg",
      "poster_path": "/zuSAZIG1PSrxFwPeAlGtg9LTwxo.jpg",
      "date": "2024-04-12"
    },
    {
      "id": "278",
      "title": "The Shawshank Redemption",
      "content": "Imprisoned in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope.",
      "backdrop_path": "/zfbjgQE1uSd9wiPTX4VzsLi0rGG.jpg",
      "poster_path": "/9cqNxx0GxF0bflZmeSMuL5tnGzr.jpg",
      "date": "1994-09-23"
    },
    {
      "id": "238",
      "title": "The Godfather",
      "content": "Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge.",
      "backdrop_path": "/tmU7GeKVybMWFButWEGl2M4GeiP.jpg",
      "poster_path": "/3bhkrj58Vtu7enYsRolD1fZdja1.jpg",
      "date": "1972-03-14"
    },
    {
      "id": "240",
      "title": "The Godfather Part II",
      "content": "In the continuing saga of the Corleone crime family, a young Vito Corleone grows up in Sicily and in 1910s New York. In the 1950s, Michael Corleone attempts to expand the family business into Las Vegas, Hollywood and Cuba.",
      "backdrop_path": "/kGzFbGhp99zva6oZODW5atUtnqi.jpg",
      "poster_path": "/hek3koDUyRQk7FIhPXsa6mT2Zc3.jpg",
      "date": "1974-12-20"
    },
    {
      "id": "424",
      "title": "Schindler's List",
      "content": "The true story of how businessman Oskar Schindler saved over a thousand Jewish lives from the Nazis while they worked as slaves in his factory during World War II.",
      "backdrop_path": "/zb6fM1CX41D9rF9hdgclu0peUmy.jpg",
      "poster_path": "/sF1U4EUQS8YHUYjNl3pMGNIQyr0.jpg",
      "date": "1993-12-15"
    },
    {
      "id": "389",
      "title": "12 Angry Men",
      "content": "The defense and the prosecution have rested and the jury is filing into the jury room to decide if a young Spanish-American is guilty or innocent of murdering his father. What begins as an open and shut case soon becomes a mini-drama of each of the jurors' prejudices and preconceptions about the trial, the accused, and each other.",
      "backdrop_path": "/qqHQsStV6exghCM7zbObuYBiYxw.jpg",
      "poster_path": "/ow3wq89wM8qd5X7hWKxiRfsFf9C.jpg",
      "date": "1957-04-10"
    },
    {
      "id": "19404",
      "title": "Dilwale Dulhania Le Jayenge",
      "content": "Raj is a rich, carefree, happy-go-lucky second generation NRI. Simran is the daughter of Chaudhary Baldev Singh, who in spite of being an NRI is very strict about adherence to Indian values. Simran has left for India to be married to her childhood fiancé. Raj leaves for India with a mission at his hands, to claim his lady love under the noses of her whole family. Thus begins a saga.",
      "backdrop_path": "/90ez6ArvpO8bvpyIngBuwXOqJm5.jpg",
      "poster_path": "/lfRkUr7DYdHldAqi3PwdQGBRBPM.jpg",
      "date": "1995-10-20"
    },
    {
      "id": "129",
      "title": "Spirited Away",
      "content": "A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family.",
      "backdrop_path": "/mSDsSDwaP3E7dEfUPWy4J0djt4O.jpg",
      "poster_path": "/39wmItIWsg5sZMyRUHLkWBcuVCM.jpg",
      "date": "2001-07-20"
    },
    {
      "id": "155",
      "title": "The Dark Knight",
      "content": "Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker.",
      "backdrop_path": "/dqK9Hag1054tghRQSqLSfrkvQnA.jpg",
      "poster_path": "/qJ2tW6WMUDux911r6m7haRef0WH.jpg",
      "date": "2008-07-16"
    },
    {
      "id": "496243",
      "title": "Parasite",
      "content": "All unemployed, Ki-taek's family takes peculiar interest in the wealthy and glamorous Parks for their livelihood until they get entangled in an unexpected incident.",
      "backdrop_path": "/TU9NIjwzjoKPwQHoHshkFcQUCG.jpg",
      "poster_path": "/7IiTTgloJzvGI1TAYymCfbfl3vT.jpg",
      "date": "2019-05-30"
    }
  ],
  "comment": [
  ]
}